import styles from "./PolicyPages.module.css";
export default function PrivacyPage() {
  return (
<div className={styles.page}>
          <h1>კონფიდენციალურობის პოლიტიკა</h1>

<p>
„არტოპია“ უზრუნველყოფს მომხმარებლის პერსონალური მონაცემების დაცვას და გამოიყენებს მათ მხოლოდ მომსახურების გაწევის მიზნით.
</p>

<h2>1. შეგროვებული მონაცემები</h2>
<p>
შეკვეთის გაფორმებისას კომპანია აგროვებს შემდეგ ინფორმაციას:
</p>
<ul>
<li>სახელი და გვარი;</li>
<li>ელექტრონული ფოსტა;</li>
<li>ტელეფონის ნომერი;</li>
<li>მიწოდების მისამართი;</li>
<li>შეკვეთასთან დაკავშირებული დამატებითი ინფორმაცია.</li>
</ul>

<h2>2. მონაცემების გამოყენება</h2>
<p>
მონაცემები გამოიყენება მხოლოდ:
</p>
<ul>
<li>შეკვეთის დამუშავებისა და მიწოდებისთვის;</li>
<li>მომხმარებელთან კომუნიკაციისთვის;</li>
<li>სერვისის გაუმჯობესების მიზნით.</li>
</ul>

<h2>3. მონაცემების გაზიარება</h2>
<p>
მომხმარებლის მონაცემები არ გადაეცემა მესამე პირებს, გარდა იმ შემთხვევისა, როდესაც ეს აუცილებელია შეკვეთის მიწოდებისთვის (მაგალითად, კურიერულ სამსახურთან).
</p>

<h2>4. მონაცემების დაცვა</h2>
<p>
კომპანია იღებს შესაბამის ტექნიკურ და ორგანიზაციულ ზომებს მომხმარებლის მონაცემების უსაფრთხოების უზრუნველსაყოფად.
</p>

<h2>5. მომხმარებლის უფლებები</h2>
<p>
მომხმარებელს აქვს უფლება მოითხოვოს თავისი მონაცემების გასწორება ან წაშლა კანონმდებლობით გათვალისწინებულ ფარგლებში.
</p>
    </div>
  );
}