import styles from "./PolicyPages.module.css";
export default function TermsPage() {
  return (
<div className={styles.page}>
         <h1>წესები და პირობები</h1>

<p>
წინამდებარე წესები და პირობები არეგულირებს ვებგვერდ „არტოპიას“ (შემდგომში – „კომპანია“) გამოყენებასა და მასზე განთავსებული პროდუქციის შეძენასთან დაკავშირებულ ურთიერთობებს.
</p>

<h2>1. ზოგადი პირობები</h2>
<p>
ვებგვერდის გამოყენებით მომხმარებელი ადასტურებს, რომ გაეცნო და ეთანხმება აღნიშნულ წესებსა და პირობებს. კომპანია იტოვებს უფლებას, ნებისმიერ დროს შეიტანოს ცვლილებები აღნიშნულ პირობებში წინასწარი შეტყობინების გარეშე.
</p>

<h2>2. კომპანია</h2>
<p>
„არტოპია“ წარმოადგენს იურიდიულ პირს, რომელიც ოპერირებს საქართველოს ტერიტორიაზე. ამ ეტაპზე კომპანია მომსახურებას ახორციელებს თბილისში და რეგიონებში მიწოდების საშუალებით.
</p>

<h2>3. პროდუქციის შეძენა</h2>
<p>
ვებგვერდზე წარმოდგენილი პროდუქციის შეძენა შესაძლებელია ონლაინ შეკვეთის გზით. შეკვეთის გაფორმებისას მომხმარებელი ვალდებულია მიუთითოს სწორი და სრული ინფორმაცია.
</p>

<h2>4. გადახდის პირობები</h2>
<p>
პროდუქციის შეძენა შესაძლებელია მხოლოდ ონლაინ გადახდის საშუალებით საბანკო ბარათის გამოყენებით (Bank of Georgia-ის გადახდის სისტემის მეშვეობით). ნაღდი ანგარიშსწორება არ არის ხელმისაწვდომი.
</p>

<h2>5. მიწოდება</h2>
<p>
მიწოდება ხორციელდება შემდეგი პირობებით:
</p>
<ul>
<li>თბილისში: 6 ლარი, ხოლო 50 ლარზე მეტი შეკვეთის შემთხვევაში უფასოდ;</li>
<li>რეგიონებში: 8 ლარი, ხოლო 70 ლარზე მეტი შეკვეთის შემთხვევაში უფასოდ;</li>
<li>თბილისში მიწოდება ხორციელდება მომდევნო ან შემდეგ სამუშაო დღეს;</li>
<li>რეგიონებში მიწოდება ხორციელდება 3-4 სამუშაო დღეში;</li>
<li>მომხმარებელს შეუძლია პროდუქტის ადგილზე გატანა მაღაზიიდან უფასოდ.</li>
</ul>

<h2>6. თვითგატანა</h2>
<p>
მომხმარებელს შეუძლია შეკვეთის მიღება კომპანიის ფიზიკურ მისამართზე: თბილისი, სიმონ ჩიქოვანის 45 (საბურთალო, ძველი ხილიანი), ყოველდღიურად 11:30-დან 20:30-მდე.
</p>

<h2>7. პასუხისმგებლობა</h2>
<p>
კომპანია პასუხისმგებელია მომხმარებლისთვის ხარისხიანი პროდუქციის მიწოდებაზე. კომპანია არ აგებს პასუხს მომხმარებლის მიერ არასწორად მითითებული ინფორმაციის შედეგად წარმოქმნილ შეფერხებებზე.
</p>
    </div>
  );
}